Repository: tv42/eocmanage
Catalog: po/eocmanage/*.po
Languages: fi

source: Add subscriber to list
fi: Lisää osoite listalle

source: Address
fi: Osoite

source: All Lists
fi: Kaikki listat

source: As extra protection, you will be sent an email, and the action will only be performed <em>after</em> you have confirmed it by replying to the message.
fi: Haitanteon estämiseksi pyydetty toiminto toteutetaan <em>vasta sitten</em> kun olet vastannut sinulle lähetettyyn vahvistuspyyntöön.

source: Automatic
fi: Automaattinen

source: Below is a listing of all the public mailing lists.
fi: Alla on luettelo kaikista postituslistoista.

source: Choose a list to subscribe, unsubscribe or to get more information about it.
fi: Valitse lista jolle liittyä, jolta poistua, tai saadaksesi lisätietoa listasta.

source: Create
fi: Luo

source: Create a New List
fi: Tee uusi lista

source: Created list %s
fi: Tehty lista %s

source: Current Subscribers
fi: Listan jäsenet

source: Description
fi: Kuvaus

source: Destroy
fi: Tuhoa

source: Destroyed list %s
fi: Tuhottu lista %s

source: Edit
fi: Muokkaa

source: Edited settings:
fi: Muokattu asetuksia:

source: Eoc failed
fi: Eoc keskeytti virheen takia

source: Free
fi: Vapaa

source: List
fi: Lista

source: List Administration
fi: Listan ylläpito

source: List address
fi: Listan osoite

source: Mailing List
fi: Postituslista

source: Mailing List %s
fi: Postituslista %s

source: Moderated
fi: Moderoitu

source: No lists.
fi: Ei listoja.

source: No subscribers.
fi: Ei jäseniä.

source: Notify owners on forced unsubscribe
fi: Ilmoita omistajille pakotetuista poistoista

source: Notify owners on subscription changes
fi: Ilmoita omistajille liittymisista ja poistumisista

source: Overview of Mailing Lists
fi: Postituslistat

source: Posting
fi: Viestien lähetys

source: Remove subscriber from list
fi: Poista osoite listalta

source: Request Subscription
fi: Liity listalle

source: Request Unsubscription
fi: Poistu listalta

source: Settings not changed.
fi: Asetuksia ei muutettu.

source: Subscribe
fi: Liity listalle

source: Subscribe Without Confirmation
fi: Liitä listalle ilman varmistusta

source: Subscribed %s
fi: Liitetty osoite %s

source: Subscribing to the List
fi: Listalle liittyminen

source: Subscription
fi: Liittyminen

source: Subscription confirmation request sent to %s
fi: Liittymisen vahvistuspyyntö lähetetty osoitteeseen %s

source: These lists are managed by
fi: Listoja hoitaa

source: To post a message to the list, send email to
fi: Lähettääksesi viestin listalle, käytä vastaanottajana osoitetta

source: To subscribe or unsubscribe, type your address and press the corresponding button.
fi: Liittyäksesi listalle tai poistuaksesi listalta syötä sähköpostiosoitteesi vastaavaan kenttään ja paina nappia.

source: Unsubscribe
fi: Poistu listalta

source: Unsubscribe Without Confirmation
fi: Poista listalta ilman varmistusta

source: Unsubscribed %s
fi: Poistettu osoite %s

source: Unsubscription confirmation request sent to %s
fi: Poistumisen vahvistuspyyntö lähetetty osoitteeseen %s

source: Using the List
fi: Listan käyttäminen

source: You can ask for help by emailing
fi: Apua voi pyytää osoitteesta

source: added description %r
fi: lisätty kuvaus %r

source: all lists
fi: kaikki listat

source: changed %(key)s from %(old)s to %(new)s
fi: vaihdettu %(key)s, vanha arvo %(old)s, uusi arvo %(new)s

source: changed description from %(old)r to %(new)r
fi: vaihdettu kuvaus arvosta %(old)s arvoon %(new)s

source: changed posting from %(old)s to %(new)s
fi: vaihdettu postitusoikeudet arvosta %(old)s arvoon %(new)s

source: changed subscription from %(old)s to %(new)s
fi: vaihdettu listalle liittyminen arvosta %(old)s arvoon %(new)s

source: changed whether to notify owners on forced unsubscription from %(old)s to %(new)s
fi: vaihdettu virheestä johtuvien poistojen raportointi listan omistajille arvosta %(old)s arvoon %(new)s

source: changed whether to notify owners on subscription from %(old)s to %(new)s
fi: vaihdettu liittymisistä omistajille ilmoittaminen arvosta %(old)s arvoon %(new)s

source: removed description, used to be %r
fi: poistettu kuvaus, oli %r

source: web interface is powered by
fi: www-liittymänä on
